Repository: vldslvvasilec/KralovskaKava
Catalog: Kralovska_Kava/locale/*/LC_MESSAGES/django.po
Languages: cs

source: English
cs: Angličtina

source: Russian
cs: Ruština

source: Czech
cs: Čeština

source: Ukrainian
cs: Ukrajinština

source: Thank you for your review
cs: Děkujeme za vaši recenzi

source: Please fill out all fields
cs: Prosím, vyplňte všechna pole

# Enter your login
source: Enter your username
cs: Zadejte své uživatelské jméno

source: Enter your password
cs: Zadejte své heslo

source: Password
cs: Heslo

source: The user with this login does not exist.
cs: Uživatel s tímto přihlašovacím jménem neexistuje.

source: Invalid username or password.
cs: Neplatné uživatelské jméno nebo heslo.

# manage-loging-tittle
source: Manager Login
cs: Přihlášení manažera

source: You are not a manager or supermanager.
cs: Nejste manažer nebo supermanažer.

source: You are not authorized to view this page
cs: Nemáte oprávnění zobrazit tuto stránku

# edit_restaurace_tittle
source: Restaurant management
cs: Správa restaurací

# add_restaurace_tittle
source: Adding a restaurant
cs: Přidání restaurace

# editing_restaurace_tittle
source: Managing a restaurant
cs: Správa restaurace

source: Restaurant {restaurant_name_del} was successfully deleted.
cs: Restaurace {restaurant_name_del} byla úspěšně smazána.

source: No restaurant selected for deletion.
cs: Nebyla vybrána žádná restaurace ke smazání.

# edit_category_tittle
source: Category management
cs: Správa kategorií

# add_category_tittle
source: Adding a category
cs: Přidání kategorie

# editing_category_tittle
source: Managing a category
cs: Správa kategorie

source: Category {category_name_del} was successfully deleted.
cs: Kategorie {category_name_del} byla úspěšně smazána.

source: No category selected for deletion.
cs: Nebyla vybrána žádná kategorie ke smazání.

# edit_products_tittle
source: Product management
cs: Správa produktů

# add_product_tittle
source: Adding a product
cs: Přidání produktu

# editing_product_tittle
source: Managing a product
cs: Správa produktu

source: Product {product_name_del} was successfully deleted.
cs: Produkt {product_name_del} byl úspěšně smazán.

source: No product selected for deletion.
cs: Nebyl vybrán žádný produkt ke smazání.

# edit_managers_tittle
source: Manager management
cs: Správa manažerů

# add_manager_tittle
source: Adding a manager
cs: Přidání manažera

# editing_manager_tittle
source: Manager management
cs: Správa manažera

source: Manager {manager_name_del} was successfully deleted.
cs: Manažer {manager_name_del} byl úspěšně smazán.

source: No managers selected for deletion.
cs: Nebyl vybrán žádný manažer ke smazání.

# edit_reservations_tittle
source: Reservation Management
cs: Správa rezervací

# Reservation for {reservation_name_del} was successfully deleted.
source: Reservation from {reservation_name_del} was successfully deleted.
cs: Rezervace pro {reservation_name_del} byla úspěšně smazána.

source: No reservation selected for deletion.
cs: Není vybrána žádná rezervace ke smazání.

# edit_reviews_tittle
source: Manage Comments
cs: Správa komentářů

source: Comment for {review_name_del} was successfully deleted.
cs: Komentář od {review_name_del} byl úspěšně smazán.

source: No Comments selected for deletion.
cs: Nebyly vybrány žádné komentáře k odstranění.

source: Successful Reservation
cs: Úspěšná rezervace

source: Dear {user_name}, Your reservation at Kralovska Kava {restaurant_name} has been successfully made. Date: {reservation_date} Time: {reservation_time} Thank you for choosing our restaurant! Best regards, The Kralovska Kava {restaurant_name} Team
cs: Vážený {user_name}, Vaše rezervace v restauraci Kralovska Kava {restaurant_name} byla úspěšně vytvořena. Datum: {reservation_date} Čas: {reservation_time} Děkujeme, že jste si vybrali naši restauraci! S pozdravem, Tým restaurace Kralovska Kava {restaurant_name}.

# slide-tittle-prague
source: Café in Prague
cs: Kavárna v Praze

# slide-content-prague
source: Welcome to Krarovska Kava, a cozy place in the heart of Prague where everyone can enjoy the best coffee in the city. We carefully select beans from trusted suppliers to ensure every cup brings true pleasure. Our baristas are true masters of their craft, who will not only prepare the perfect espresso but also tell you about the intricacies of coffee art. Visit us to feel the cozy atmosphere and enjoy aromatic coffee in the very center of Prague.
cs: Vítejte v Krarovska Kava, útulném místě v srdci Prahy, kde si každý může vychutnat nejlepší kávu ve městě. Pečlivě vybíráme zrna od důvěryhodných dodavatelů, aby každá šálek přinesla skutečné potěšení. Naši baristé jsou skutečnými mistry svého řemesla, kteří vám nejen připraví dokonalé espresso, ale také vám poví o složitostech kávového umění. Navštivte nás, abyste pocítili útulnou atmosféru a vychutnali si aromatickou kávu přímo v centru Prahy.

# slide-tittle-liberc
source: Café in Liberec
cs: Kavárna v Liberci

# slide-content-liberc
source: In Liberec, Krarovska Kava has become a true gathering place for all coffee lovers. Here, everyone will find something to their taste, from traditional espresso to original coffee cocktails. We strive to create an atmosphere where you can relax, work, or meet with friends. Our baristas constantly perfect their skills so that every cup of coffee delights you with its taste and aroma. Visit us in Liberec and let us give you unforgettable moments with a cup of excellent coffee.
cs: V Liberci se Krarovska Kava stala opravdovým místem setkání pro všechny milovníky kávy. Zde si každý najde něco podle svého gusta, od tradičního espressa po originální kávové koktejly. Snažíme se vytvořit atmosféru, ve které si můžete odpočinout, pracovat nebo se setkat s přáteli. Naši baristé neustále zdokonalují své dovednosti, aby každá šálek kávy vás potěšila svou chutí a vůní. Navštivte nás v Liberci a nechte nás darovat vám nezapomenutelné okamžiky s šálkem vynikající kávy.

# slide-tittle-brno
source: Café in Brno
cs: Kavárna v Brně

# slide-content-brno
source: In our café Krarovska Kava in Brno, you will find a corner of coziness and comfort where you can take a break from the hustle and bustle of the big city. Here, we create not just coffee, but true works of art that energize and inspire new achievements. We pride ourselves on the quality of our drinks and our care for each customer. Our baristas are always ready to offer you something special, whether it's a classic cappuccino or a signature drink. Come to us in Brno to experience the true taste of quality coffee and enjoy a pleasant atmosphere.
cs: V naší kavárně Krarovska Kava v Brně najdete koutek útulnosti a pohodlí, kde si můžete odpočinout od shonu velkoměsta. Tady tvoříme nejen kávu, ale opravdová umělecká díla, která dodávají energii a inspirují k novým úspěchům. Jsme hrdí na kvalitu našich nápojů a péči o každého zákazníka. Naši baristé jsou vždy připraveni vám nabídnout něco zvláštního, ať už je to klasické cappuccino nebo autorský nápoj. Přijďte k nám do Brna, abyste pocítili opravdovou chuť kvalitní kávy a užili si příjemnou atmosféru.

# slide-content-post-text
source: We look forward to welcoming you to our Krarovska Kava cafés in Prague, Brno, and Liberec to provide you with the most pleasant and delicious experiences!
cs: Těšíme se na vás v našich kavárnách Krarovska Kava v Praze, Brně a Liberci, abychom vám poskytli ty nejpříjemnější a nejchutnější zážitky!

source: About Us
cs: O nás

source: Reservation
cs: Rezervace

# back-home-category
source: Back
cs: Zpět

# components
source: Drink composition
cs: Složení nápoje

# home_reviews_tittle
source: Comments
cs: Komentáře

# form_add_comment_tittle
source: Leave a comment
cs: Zanechte komentář

# home_reviews_name
source: Your name
cs: Vaše jméno

# form_add_comment_enter_name
source: Enter your name
cs: Zadejte své jméno

# home_reviews_comment
source: Your comment
cs: Váš komentář

# form_add_comment_enter_comment
source: Enter text
cs: Zadejte text

# home_reviews_submit
source: Submit
cs: Odeslat

# manager_menu_restaurants
source: Restaurants
cs: Restaurace

# manager_menu_categiries
source: Categories
cs: Kategorie

# manager_menu_products
source: Products
cs: Produkty

# manager_menu_managers
source: Managers
cs: Manažeři

# manager_menu_reservations
source: Reservations
cs: Rezervace

# manager_menu_comments
source: Comments
cs: Komentáře

# manager_menu_exit
source: Log Out
cs: Odhlásit se

source: Back
cs: Zpět

# category_category_name
source: Name
cs: Název

# category_category_active
source: Activity
cs: Aktivita

source: Save
cs: Uložit

source: Category Management
cs: Správa kategorií

# сurrent_сategories
source: Current Categories
cs: Aktuální kategorie

# category_product_quantity
source: Number of Products
cs: Počet produktů

# category_creator
source: Creator
cs: Tvůrce

# category_creation_date
source: Creation Date
cs: Datum vytvoření

# category_is_active
source: Activity
cs: Aktivita

source: No Categories
cs: Žádné kategorie

# managers_management
source: Manager management
cs: Správa manažerů

# сurrent_rmanagers
source: Our managers
cs: Naši manažeři

# managers_manager_name
source: Login
cs: Přihlašovací jméno

# managers_manager_first_name
source: Name
cs: Jméno

# managers_maneger_last_name
source: Surname
cs: Příjmení

# managers_manager_type_user
source: Type
cs: Typ

# managers_manager_product_count
source: Number of products
cs: Počet produktů

# managers_is_active
source: Activity
cs: Aktivita

source: No managers
cs: Žádní manažeři

# products_management
source: Product management
cs: Správa produktů

# сurrent_products
source: Current products
cs: Aktuální produkty

# products_products_image
source: Image
cs: Obrázek

# products_products_name
source: Name
cs: Název

# products_category
source: Category
cs: Kategorie

# products_creator
source: Creator
cs: Tvůrce

# products_creation_date
source: Creation Date
cs: Datum vytvoření

# products_is_active
source: Activity
cs: Aktivita

source: No products
cs: Žádné produkty

# reservations_management
source: Reservation Management
cs: Správa rezervací

# сurrent_reservations
source: Current reservations
cs: Aktuální rezervace

# reservations_reservation_restaurant
source: Restaurant
cs: Restaurace

# reservations_reservation_name
source: Name
cs: Jméno

# reservations_reservation_date_create
source: Created At
cs: Datum vytvoření

# reservations_reservation_date
source: Date
cs: Datum

# reservations_reservation_time
source: Time
cs: Čas

# reservations_is_active
source: Active
cs: Aktivita

source: No reservations
cs: Žádné rezervace

source: Restaurant management
cs: Správa restaurací

# сurrent_restaurants
source: Current restaurants
cs: Aktuální restaurace

# restaurant_restaurant_name
source: Name
cs: Název

# restaurant_tables_quantity
source: Number of tables
cs: Počet stolů

# restaurant_reservations_quantity
source: Number of reservations
cs: Počet rezervací

# restaurant_creator
source: Creator
cs: Tvůrce

# restaurant_creation_date
source: Creation Date
cs: Datum vytvoření

# restaurant_is_active
source: Activity
cs: Aktivita

source: No restaurants
cs: Žádné restaurace

# reviews_management
source: Manage Comments
cs: Správa komentářů

# сurrent_reviews
source: Current Comments
cs: Aktuální komentáře

# reviews_name
source: Name
cs: Jméno

# reviews_comment
source: Comment
cs: Komentář

# reviews_date
source: Date Created
cs: Datum vytvoření

# no_reviews
source: No comments
cs: Žádné komentáře

# managers_manager_last_name
source: Surname
cs: Příjmení

# managers_manager_password
source: Password
cs: Heslo

source: manager_product_count
cs: Počet vytvořených produktů

# manager_date_joined
source: Creation date
cs: Datum vytvoření

# manager_last_login
source: Last login
cs: Poslední přihlášení

# manager_manager_active
source: Activity
cs: Aktivita

# products_products_description
source: Description
cs: Popis

# products_products_components
source: Components
cs: Komponenty

# products_products_category
source: Category
cs: Kategorie

# products_products_active
source: Activity
cs: Aktivita

# restaurant_open
source: Opening
cs: Otevření

# restaurant_close
source: Closing
cs: Zavření

# restaurant_reservation_count
source: Number of reservations
cs: Počet rezervací

# restaurant_date_create
source: Creation date
cs: Datum vytvoření

# restaurant_restaurant_active
source: Activity
cs: Aktivita

# manage-login-submit
source: Login
cs: Přihlásit se

# reservation-title
source: Table Reservation
cs: Rezervace stolu

# reservation-date
source: Select Date
cs: Vyberte datum

# reservation-restaurant
source: Select Restaurant
cs: Vyberte restauraci

# reservation-time
source: Select Time
cs: Vyberte čas

# reservation-name
source: Your Name
cs: Vaše jméno

# reservation-enter-name
source: Enter your name
cs: Zadejte vaše jméno

# reservation-book
source: Book
cs: Rezervovat

source: Choose another date
cs: Vyberte jiné datum

# reservation-error-tittle
source: Reservation Error
cs: Chyba rezervace

# reservation-error-messange
source: Unfortunately, there was an error processing your reservation. Please try again later.
cs: Bohužel došlo k chybě při zpracování vaší rezervace. Prosím, zkuste to později.

# reservation-error-back-link
source: Try Again
cs: Zkusit znovu

# reservation-error-home-link
source: Return to the main page
cs: Vrátit se na hlavní stránku

# reservation-success-tittle
source: Reservation Successful!
cs: Rezervace úspěšná!

# reservation-success-messange
source: Your reservation has been successfully confirmed.
cs: Vaše rezervace byla úspěšně potvrzena.

# reservation-success-restaurant
source: Restaurant:
cs: Restaurace:

# reservation-success-name
source: Name:
cs: Jméno:

# reservation-success-date
source: Date:
cs: Datum:

# reservation-success-time
source: Time:
cs: Čas:

# reservation-success-home-link
source: Return to the main page
cs: Vrátit se na hlavní stránku
